accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
arandr
artwork-i3
atom
audacity
autoconf
automake
avahi
b43-fwcutter
banner
bash
binutils
bison
blender
blueman
bmenu
brutal-doom
brutal-doom-64
btrfs-progs
bumblebee
byzanz
bzip2
cantarell-fonts
cli-visualizer
clipit
cmatrix
cmus
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
darktable
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord-ptb
dmidecode
dmraid
dnsmasq
docker
dosbox
dosfstools
doukutsu
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
epdfview
etcher
exfat-utils
f2fs-tools
fakeroot
fbreader
fcitx-mozc
ffmpeg
ffmpegthumbnailer
file
filesystem
filezilla
findutils
firefox
firefox-nightly
flac
flashplugin
flex
gawk
gcc
gcc-libs
gcolor2
gconf
gettext
gimp
git
gksu-polkit
glibc
gnome-keyring
google-chrome
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3-classic
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hedgewars
heroku-cli
hexchat
htop
httprint
inetutils
inkscape
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
irssi
isousb
jdk
jdk8-openjdk
jdownloader2
jfsutils
jre
katawa-shoujo
kicad
kvantum-manjaro
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
lib32-primus
libdvdcss
libgpod
libreoffice-still
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux414
linux414-bbswitch
linux414-nvidia
linux414-r8168
linux419
linux419-bbswitch
linux419-nvidia
linux419-r8168
linux52
linux52-bbswitch
linux52-nvidia
linux52-r8168
logrotate
lolcat
love
lsb-release
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
maltego
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
mariadb
markdown_previewer
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-i2c-syna3602
minecraft
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
nasm
ncdu
neofetch
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-utils
obs-studio
open-fuse-iso
openresolv
openssh
opera
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
phpmyadmin
pkgconf
polkit-gnome
poppler-data
postgresql
powerline
powerline-fonts
powertop
processing
procps-ng
psmisc
pygtk
python-pip
qt5-styleplugins
qt5ct
radare2
radare2-cutter
ranger
rawtherapee
redshift
reiserfsprogs
rhythmbox
rofi
rsync
ruby
ruby-docs
s-nail
sbxkb
screenfetch
sed
shadow
skypeforlinux-stable-bin
slack-desktop
sox
spectre-meltdown-checker
speedtest-cli
spotify
steam-manjaro
subversion
sudo
synapse
sysfsutils
syslog-ng
systemd-numlockontty
systemd-sysvcompat
tar
terminus-font
texinfo
thunderbird
tiled
tk
tlp
tor-browser
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-iosevka-ss04
ttf-liberation
ttf-symbola
upower
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
w3m
weechat
wget
which
wine
wireshark-qt
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yarn
yay
zaproxy
zsh
